yang-8/run/svdScalarSimpleFoam/DominikFlow/constant/sourceProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
// Linghui

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      sourceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

x_source             x_source [0 1 0 0 0 0 0] 2.25;
y_source             y_source [0 1 0 0 0 0 0] 9.0;
sigma_source         sigma_source [0 0 0 0 0 0 0] 0.2;

// ************************************************************************* //
